const mockData = [
  {
    answerStandard: ["B"],
    answerUser: [],
    content: "《建设工程安全生产管理条例》国务院令第393号第三条规定：建设工程安全生产管理，坚持（　　）的方针。",
    iD: 0,
    number: "1",
    options: ["A、一切事故都可以预防", "B、安全第一、预防为主", "C、万家灯火，南网情深", "D、辛苦我一人，点亮千万家"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第十条规定：（　　）在申请领取施工许可证时，应当提供建设工程有关（　　）的资料。",
    iD: 0,
    number: "2",
    options: [
      "A、施工单位，安全施工措施",
      "B、建设单位，施工机具",
      "C、建设单位，安全施工措施",
      "D、施工单位，施工机具"
    ]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第三十条规定：在城市市区内的建设工程，施工单位应当对施工现场（　　）。",
    iD: 0,
    number: "3",
    options: ["A、做好安全措施", "B、实行封闭围挡", "C、进行场地清理", "D、落实专人监护"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第十四条规定：（　　）应当审查施工组织设计中的安全技术措施或者专项施工方案是否符合工程建设强制性标准。",
    iD: 0,
    number: "4",
    options: ["A、业主单位", "B、施工单位", "C、建设单位", "D、工程监理单位"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第十九条规定：检验检测机构对检测合格的施工起重机械和整体提升脚手架、模板等自升式架设设施，应当出具（　　），并对检测结果负责。",
    iD: 0,
    number: "5",
    options: ["A、维护保养记录", "B、机具操作手册", "C、产品说明书", "D、安全合格证明文件"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第二十三条规定：专职安全生产管理人员负责对安全生产进行现场监督检查。发现安全事故隐患，应当及时向（　　）和（　　）报告；对违章指挥、违章操作的，应当立即制止。",
    iD: 0,
    number: "6",
    options: [
      "A、项目负责人，安全生产管理机构",
      "B、分管生产领导，安全生产管理机构",
      "C、项目负责人，项目监理工程师",
      "D、分管生产领导，项目监理工程师"
    ]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第二十四条规定：建设工程实行施工总承包的，由（　　）对施工现场的安全生产负总责。",
    iD: 0,
    number: "7",
    options: ["A、施工单位", "B、建设单位", "C、总承包单位", "D、分包单位"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第二十九条规定：施工单位应当将施工现场的办公、生活区与作业区（　　），并保持安全距离。",
    iD: 0,
    number: "8",
    options: ["A、集中设置", "B、统一设置", "C、按业主要求设置", "D、分开设置"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第二十六条规定：对下列达到一定规模的危险性较大的分部分项工程编制专项施工方案，并附具安全验算结果，经（　　）签字后实施，由专职安全生产管理人员进行现场监督。",
    iD: 0,
    number: "9",
    options: [
      "A、安全员、项目经理",
      "B、施工单位技术负责人、总监理工程师",
      "C、技术员、施工单位技术负责人",
      "D、技术员、项目经理"
    ]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第三十八条规定：意外伤害保险费由（　　）支付。实行施工总承包的，由（　　）支付意外伤害保险费。",
    iD: 0,
    number: "10",
    options: ["A、业主单位，总承包单位", "B、业主单位，分包单位", "C、施工单位，分包单位", "D、施工单位，总承包单位"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content: "《建设工程安全生产管理条例》国务院令第393号第三十八条规定：意外伤害保险期限自（　　）起至（　　）止。",
    iD: 0,
    number: "11",
    options: [
      "A、签订劳动合同，竣工验收合格",
      "B、签订劳动合同，竣工投产",
      "C、建设工程开工之日，竣工验收合格",
      "D、建设工程开工之日，竣工投产"
    ]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第五十四条规定：违反本条例的规定，建设单位未提供建设工程安全生产作业环境及安全施工措施所需费用的，责令限期改正；逾期未改正的，责令该建设工程（    ）。",
    iD: 0,
    number: "12",
    options: ["A、给予罚款", "B、给予警告", "C、给予记过", "D、停止施工"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第十三条规定：建设单位应在电力建设工程开工报告批准之日起（　　）内，将保证安全施工的措施向建设工程所在地国家能源局派出机构备案。",
    iD: 0,
    number: "13",
    options: ["A、7日", "B、10日", "C、15日", "D、20日"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第十九条规定：勘察设计单位应当根据施工安全操作和防护的需要，工程开工前，应当向参建单位进行（　　）交底，说明设计意图;施工过程中，对不能满足安全生产要求的设计，应当及时变更。",
    iD: 0,
    number: "14",
    options: ["A、质量和安全", "B、技术和安全", "C、技术和质量", "D、工艺和技术"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第三十条规定：企业主要负责人、项目负责人、专职安全生产管理人员、特种作业人员需经培训合格后持证上岗，新入场人员应当按规定经过（　　）。",
    iD: 0,
    number: "15",
    options: ["A、三级安全教育", "B、专业培训", "C、技术交底", "D、安全交底"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第5.4.3条规定：施工用电设施应由（    ）安装维护，严禁私拉乱接，严禁将电线直接钩挂在闸刀上或直接插入插座内使用。",
    iD: 0,
    number: "16",
    options: ["A、施工项目经理", "B、取得资质的人员", "C、安全员", "D、施工现场负责人"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第5.2.2.6条规定：特种作业人员应按照国家有关规定经专门的安全作业培训，并经相关管理机构考核合格，取得（    ），方可从事相应的特种作业。",
    iD: 0,
    number: "17",
    options: ["A、营业执照", "B、身份证", "C、法定特种作业人员证书", "D、二级建造师证"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第3.31条规定：（　　）是指通过签署合同或协议承接公司系统项目业主单位发包生产建设工作任务的实施单位。",
    iD: 0,
    number: "18",
    options: ["A、承包商", "B、分包商", "C、发包商", "D、供应商"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第5.6.1条规定：开工前，项目具体管理单位应组织承包商进行现场详细勘察，制定具有针对性的（　　），明确双方各自的安全责任。",
    iD: 0,
    number: "19",
    options: ["A、安全协议", "B、施工方案", "C、施工合同", "D、技术措施"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第5.6.2条规定：安全协议应在（　　）的监督下，由项目具体管理单位与承包商签订。",
    iD: 0,
    number: "20",
    options: ["A、监理单位", "B、安全监管机构", "C、运维部门", "D、招标公司"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第14.5.11.2条规定：跨越架与被跨10kV运行电力线路应不小于（　　）米的安全距离，否则应停电搭设。",
    iD: 0,
    number: "21",
    options: ["A、0.5", "B、1", "C、1.5", "D、2"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第6.6.7条规定：设备停电作业时，（　　）在确保监护工作不受影响，且班组人员确无触电等危险的条件下，可以参加工作班工作。",
    iD: 0,
    number: "22",
    options: ["A、工作负责人", "B、专责监护人", "C、安全员", "D、值班负责人"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）附录J.2规定：安全带和脚扣的试验周期均为（　　）年。",
    iD: 0,
    number: "23",
    options: ["A、0.5", "B、1", "C、1.5", "D、2"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第7.4.1.12条规定：成套接地线应由有透明护套的多股软铜线和专用线夹组成。接地线截面不应小于（　　），并应满足装设地点短路电流的要求。",
    iD: 0,
    number: "24",
    options: ["A、16mm²", "B、20mm²", "C、25mm²", "D、8mm²"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第5.6.3条规定：（    ）应对承包商实际到场人员的个人资格和本规程考试成绩进行真实性复查与评估，确保实际到场人员满足现场作业的安全要求。",
    iD: 0,
    number: "25",
    options: ["A、建设单位", "B、设计单位", "C、监理单位", "D、施工单位"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第25.2.5条规定：在临近10kV带电体处吊装作业时，起重机臂架、吊具、辅具、钢丝绳及吊物等与带电体的距离不得小于（    ）米。",
    iD: 0,
    number: "26",
    options: ["A、1", "B、2", "C、3", "D、4"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第5.2.2.4条规定：新员工、实习人员和临时作业人员，应经过（    ）后，方可进入现场，并在监护人员监护下参加指定的工作。",
    iD: 0,
    number: "27",
    options: ["A、安全技术交底", "B、作业培训", "C、安全教育培训", "D、施工项目负责人同意"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第17.2.6条规定：高压试验现场应装设遮栏，遮栏与试验设备高压部分应有足够的安全距离，向外悬挂（    ）标示牌，并派专人看守。被试设备两端不在同一地点时，一端加压，另一端应派专人看守。",
    iD: 0,
    number: "28",
    options: ["A、“在此工作！”", "B、“从此进出!”", "C、“禁止攀登，高压危险!”", "D、“止步，高压危险！”"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第25.1.2条规定：遇有（    ）级以上的大风时，禁止露天进行起重工作。",
    iD: 0,
    number: "29",
    options: ["A、4", "B、5", "C、6", "D、7"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第14.4.3条规定：立、撤杆塔过程中，基坑内不应有人工作。除指挥人及指定人员外，其他人员应在远离杆下（    ）倍杆高的距离以外。",
    iD: 0,
    number: "30",
    options: ["A、1", "B、1.2", "C、1.5", "D、2"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程）》（Q/CSG510001-2015）第6.8.1条规定：使用同一张厂站工作票依次在几个工作地点转移工作时，（    ）应向作业人员交代不同工作地点的带电范围、安全措施和注意事项。",
    iD: 0,
    number: "31",
    options: ["A、工作许可人", "B、工作票会签人", "C、工作负责人", "D、工作班成员"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建管理规定》（Q-CSG213003-2017）第三条：各级基建部门负责对列入公司固定资产投资计划的基建项目从初步设计到竣工验收全过程管理，主要从（    ）个方面进行管理。",
    iD: 0,
    number: "32",
    options: ["A、5", "B、6", "C、7", "D、8"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建管理规定》（Q-CSG213003-2017）第十六条：公司基建管理分为职能管理和项目管理。按照专业化原则，实行公司总部、分子公司、地市供电局三级（    ）和建设单位、业主项目部二级（    ）。",
    iD: 0,
    number: "33",
    options: ["A、职能管理，项目管理", "B、项目管理，职能管理", "C、统筹管理，项目管理", "D、项目管理，统筹管理"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建管理规定》（Q-CSG213003-2017）第二十条：（    ）负责或协助基建项目建设单位履行属地对外协调，开展征地、拆迁、内外关系协调等工作。",
    iD: 0,
    number: "34",
    options: ["A、施工单位", "B、监理单位", "C、地市供电局", "D、业主项目部"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建管理规定》（Q-CSG213003-2017）第二十八条：公司对基建承包商分级开展履约、评价管理，逐步建立和完善承包商（    ）机制。",
    iD: 0,
    number: "35",
    options: ["A、优胜劣汰", "B、分级管控", "C、实名制管理", "D、进退场"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建管理规定》（Q-CSG213003-2017）第四十九条：项目经理和（    ）须专职配置，其他人员配置和业主项目部管理的项目数量标准由各分子公司根据实际情况确定。",
    iD: 0,
    number: "36",
    options: ["A、协调工程师", "B、质量工程师", "C、技术工程师", "D、安全工程师"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.1.1条规定：建设单位和业主项目管理机构应按照公司安风体系的要求和方法开展基建项目（    ），全面推进公司安风体系在基建领域的应用。",
    iD: 0,
    number: "37",
    options: ["A、质量管理", "B、综合管理", "C、技术管理", "D、安全管理"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.1.3条规定：基建项目参建单位应参照《电网建设施工安全基准风险指南》，在项目实施全过程对项目安全风险进行辨识、评估和分级控制。建设单位、业主项目管理机构应重点监督和协调（    ）的管控。",
    iD: 0,
    number: "38",
    options: ["A、可接受风险", "B、低风险", "C、中风险", "D、高风险、特高风险"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.1.6条规定：对危险性较大的分部分项工程以及对评估为高风险和特高风险的作业任务，施工单位须单独编制（    ），并按国家有关规定对方案进行审批后执行。",
    iD: 0,
    number: "39",
    options: ["A、一般施工方案", "B、专项施工方案", "C、施工作业指导书", "D、应急预案"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）附录D规定：对于深基坑工程，下面哪项不属于建设单位项目负责人的到岗到位标准：",
    iD: 0,
    number: "40",
    options: ["A、审批签字", "B、参与验收", "C、重点巡查", "D、组织施工单位内部审批并签字"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）附录D规定：对于模板及支撑体系工程，下面哪项不是监理单位总监理工程师的到岗到位标准：",
    iD: 0,
    number: "41",
    options: ["A、审核签字", "B、安全技术交底", "C、监督检查", "D、组织（参与）验收"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.2.2条规定：建设单位应在开工报告批准之日起（    ）日内，将保证安全施工的措施，包括工程基本情况、参建单位基本情况、安全组织及管理措施、安全投入计划、施工组织方案、应急预案等内容向工程所在地国家能源局派出机构备案。",
    iD: 0,
    number: "42",
    options: ["A、10", "B、15", "C、20", "D、30"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.2.2条规定：业主项目管理机构（    ）开展一次安全文明施工检查评价工作。",
    iD: 0,
    number: "43",
    options: ["A、每周", "B、每月", "C、每季度", "D、每年"]
  },
  {
    answerStandard: ["B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.2.2条规定：建设单位（    ）开展一次安全文明施工检查评价工作。",
    iD: 0,
    number: "44",
    options: ["A、每月", "B、每季度", "C、每半年", "D、每年"]
  },
  {
    answerStandard: ["A"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.2.4条规定：危险性较大的分部分项工程的专项方案经施工单位审核合格后，监理单位必须对专项方案进行严格审核，由（    ）审核签字。",
    iD: 0,
    number: "45",
    options: ["A、项目总监理工程师", "B、总监代表", "C、项目专业监理工程师", "D、监理员"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）附录B规定：开挖深度超过（    ）的人工挖孔桩工程，属于超过一定规模的危险性较大的分部分项工程。",
    iD: 0,
    number: "46",
    options: ["A、5m", "B、10m", "C、12m", "D、16m"]
  },
  {
    answerStandard: ["D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）附录B规定：开挖深度超过（    ）的基坑（槽）的土方开挖、护、降水工程或开挖深度虽未超过（    ），但地质条件、周围环境和地下管线复杂，或影响毗邻建（构）筑物安全的基坑（槽）的土方开挖、支护、降水工程，属于超过一定规模的危险性较大的分部分项工程。",
    iD: 0,
    number: "47",
    options: ["A、3m，5m", "B、5m，3m", "C、3m，3m", "D、5m，5m"]
  },
  {
    answerStandard: ["C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）附录B规定：下列哪项不属于危险性较大的分部分项工程：",
    iD: 0,
    number: "48",
    options: [
      "A、人工挖扩孔桩工程",
      "B、作业最小安全距离处于临界值的临近带电施工工程",
      "C、110kV停电跨越工程",
      "D、跨越高速公路、一级公路、电气化铁路、通航航道工程"
    ]
  },
  {
    answerStandard: ["A", "B", "C"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第七条规定：建设单位不得对勘察、（　　）等单位提出不符合建设工程安全生产法律、法规和强制性标准规定的要求，不得压缩合同约定的工期。",
    iD: 0,
    number: "49",
    options: ["A、设计", "B、施工", "C、工程监理", "D、业主项目部"]
  },
  {
    answerStandard: ["A", "D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第八条规定：建设单位在编制工程概算时，应当确定建设工程（　　）所需费用。",
    iD: 0,
    number: "50",
    options: ["A、安全作业环境", "B、安全防护用品", "C、安全文明施工", "D、安全施工措施"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第十一条规定：建设单位应当在拆除工程施工15日前，将下列资料报送建设工程所在地的县级以上地方人民政府建设行政主管部门或者其他有关部门备案：（　　）",
    iD: 0,
    number: "51",
    options: [
      "A、施工单位资质等级证明",
      "B、拟拆除建筑物、构筑物及可能危及毗邻建筑的说明",
      "C、拆除施工组织方案",
      "D、堆放、清除废弃物的措施"
    ]
  },
  {
    answerStandard: ["B", "D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第十四条规定：工程监理单位在实施监理过程中,发现存在安全事故隐患的,应当要求施工单位整改;情况严重的,应当要求施工单位暂时停止施工,并及时报告（    ）。施工单位拒不整改或者不停止施工的,工程监理单位应当及时向有关主管部门报告。",
    iD: 0,
    number: "52",
    options: ["A、项目经理", "B、技术负责人", "C、总工程师", "D、总监理工程师"]
  },
  {
    answerStandard: ["B", "C"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第十六条规定：出租的机械设备和施工机具及配件,应当具有生产（制造）（    ）、（    ）。出租单位应当对出租的机械设备和施工机具及配件的安全性能进行检测,在签订租赁协议时,应当出具检测合格证明。禁止出租检测不合格的机械设备和施工机具及配件。",
    iD: 0,
    number: "53",
    options: ["A、营业执照", "B、许可证", "C、产品合格证", "D、年检合格证"]
  },
  {
    answerStandard: ["A", "C"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第三十六条规定：施工单位应当对（　　）每年至少进行一次安全生产教育培训，其教育培训情况记入个人工作档案。安全生产教育培训考核不合格的人员，不得上岗。",
    iD: 0,
    number: "54",
    options: ["A、管理人员", "B、行政人员", "C、作业人员", "D、后勤人员"]
  },
  {
    answerStandard: ["A", "D"],
    answerUser: [],
    content:
      "《建设工程安全生产管理条例》国务院令第393号第六十七条规定：施工单位取得资质证书后，降低安全生产条件的，（　　）。",
    iD: 0,
    number: "55",
    options: [
      "A、责令限期改正；",
      "B、处工程合同5%以上10%以下的罚款；",
      "C、处工程合同1%以上5%以下的罚款；",
      "D、经整改仍未达到与其资质等级相适应的安全生产条件的，责令停业整顿，降低其资质等级直至吊销资质证书。"
    ]
  },
  {
    answerStandard: ["B", "C", "D"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第六条规定：建设单位应建立电力建设工程项目应急管理体系，编制应急综合预案，组织（　　）等制定各类安全事故应急预案，落实应急组织、程序、资源及措施，定期组织演练，建立与国家有关部门、地方政府应急体系的协调联动机制，确保应急工作有效实施。",
    iD: 0,
    number: "56",
    options: ["A、业主单位", "B、勘察设计单位", "C、施工单位", "D、监理单位"]
  },
  {
    answerStandard: ["A", "C"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第十九条规定：勘察设计单位应当根据施工安全操作和防护的需要,在设计文件中注明涉及施工安全的（    ）和（    ）,提出防范安全生产事故的指导意见;工程开工前,应当向参建单位进行技术和安全交底,说明设计意图;施工过程巾,对不能满足安全生产要求的设计,应当及时变更。",
    iD: 0,
    number: "57",
    options: ["A、重点部位", "B、关键点", "C、环节", "D、措施"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第十三条规定：建设单位保证安全施工的措施，包括电力建设工程基本情况、参建单位基本情况（　　）等。",
    iD: 0,
    number: "58",
    options: ["A、安全组织及管理措施", "B、安全投入计划", "C、施工组织方案", "D、应急预案"]
  },
  {
    answerStandard: ["A", "D"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第十七条规定：设计单位在可行性研究阶段应当对涉及电力建设工程安全的重大问题进行分析和评价;初步设计应当提出相应（　　）和（　　）。",
    iD: 0,
    number: "59",
    options: ["A、施工方案", "B、施工设备", "C、质量保证措施", "D、安全防护措施"]
  },
  {
    answerStandard: ["B", "D"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第二十三条规定：施工单位或施工总承包单位应当自行完成主体工程的施工，（　　）。",
    iD: 0,
    number: "60",
    options: [
      "A、不可以对劳务作业进行劳务分包",
      "B、不得对主体工程进行其它形式的施工分包",
      "C、可对主体工程依法进行分包",
      "D、禁止任何形式的转包和违法分包"
    ]
  },
  {
    answerStandard: ["A", "B", "D"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第二十五条规定：电力建设工程开工前，施工单位应当开展现场查勘，编制（　　）并按技术管理相关规定报建设单位、监理单位同意。",
    iD: 0,
    number: "61",
    options: ["A、施工组织设计", "B、施工方案", "C、安全施工作业票", "D、安全技术措施"]
  },
  {
    answerStandard: ["B", "D"],
    answerUser: [],
    content:
      "《电力建设工程施工安全监督管理办法》国家发展和改革委员会（第28号令）第二十六条规定：施工单位应当定期组织施工现场（　　）和（　　），严格落实施工现场安全措施，杜绝违章指挥、违章作业、违反劳动纪律行为发生。",
    iD: 0,
    number: "62",
    options: ["A、安全学习", "B、安全检查", "C、安全交底", "D、隐患排查治理"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建管理规定》（Q-CSG213003-2017）第三十一条规定：公司基建安全管理以（    ）实现基建安全风险的可控在控。建设单位须加强基建项目安全管理，督促承包商规范基建项目现场的作业行为、作业机具和作业环境，提升安全文明施工管理水平，形成基建项目现场安全管理文化。",
    iD: 0,
    number: "63",
    options: [
      "A、防范人身伤亡事故为重点",
      "B、全面推进安全生产风险管理体系建设",
      "C、系统地开展风险辨识、评估和预控，建立健全安全监督检查和隐患排查治理机制",
      "D、强化风险闭环管控"
    ]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.2.2条规定：业主项目管理机构应对由施工单位编制并经监理单位审查同意的施工组织设计进行审批。核查是否符合基建管理要求，核实（    ）是否满足施工要求。",
    iD: 0,
    number: "64",
    options: ["A、安全文明施工", "B、环保措施", "C、施工现场平面布置", "D、安全文明施工总体策划"]
  },
  {
    answerStandard: ["B", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.1.5条规定：业主项目管理机构应定期对前期风险管控工作进行总结回顾，并对下一阶段（    ）进行审查。当作业条件发生变化时，业主项目管理机构应督促施工单位针对作业现场存在的安全风险开展（    ），采取有效的风险控制措施，降低作业安全风险。",
    iD: 0,
    number: "65",
    options: ["A、施工计划", "B、风险管控方案", "C、风险评估", "D、动态评估"]
  },
  {
    answerStandard: ["B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第3.5“八步骤”：（    ）做好维护保养台账、配置机具操作手册、政府规定的年检资料齐全、三证合法合规、重点作业前的专项检查且资料齐全。",
    iD: 0,
    number: "66",
    options: ["A、清点工器具数量", "B、建立施工机具清册", "C、记录维护保养项目和周期", "D、执行维护保养作业指导书"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.2.3.4公司基建项目作业风险控制执行“四步法”。（    ）落实风险预控措施。",
    iD: 0,
    number: "67",
    options: [
      "A、施工前开展作业风险评估",
      "B、组织安全技术交底,编制作业指导书",
      "C、执行安全施工作业票",
      "D、组织施工队（班组）“站班会”"
    ]
  },
  {
    answerStandard: ["A", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司基建安全管理办法》（Q-CSG213004-2017）第5.1.4条规定：（　　）负责工程项目的安全风险监控，监督、指导施工项目部开展项目作业风险的识别、评估和控制工作，对项目安全风险实施全过程动态管理。",
    iD: 0,
    number: "68",
    options: ["A、业主项目部", "B、施工项目部", "C、建设单位", "D、监理项目部"]
  },
  {
    answerStandard: ["A", "B", "C"],
    answerUser: [],
    content:
      "《南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第3.7条规定：（　　）的电气设备称为运用中的电气设备",
    iD: 0,
    number: "69",
    options: ["A、全部带有电压", "B、一部分带有电压", "C、一经操作即带有电压", "D、未接入系统"]
  },
  {
    answerStandard: ["A", "B"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第5.2.2.1条规定：作业人员应接受相应的（　　）培训，经考试合格上岗。",
    iD: 0,
    number: "70",
    options: ["A、安全生产教育", "B、岗位技能", "C、安全知识", "D、基础知识"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第5.3.4条规定：作业现场的（　　）等应符合国家、行业标准及公司规定，在作业前应确认合格、齐备。",
    iD: 0,
    number: "71",
    options: ["A、安全设施", "B、施工机具", "C、安全工器具", "D、劳动防护用品"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第5.3.12条规定：在（　　）施工时，工作场所周围应装设遮栏（围栏），并在相应部位设警戒范围或警示标识。",
    iD: 0,
    number: "72",
    options: ["A、城区", "B、人口密集区", "C、通行道路上", "D、交通道口"]
  },
  {
    answerStandard: ["A", "C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第16.5.2.5条规定：在高低压线路同杆塔架设的低压带电线路上工作时,应先检查与（    ）的距离,采取防止误碰带电高压设备的措施。在下层低压带电导线未采取绝缘隔离措施或未（    ）时,作业人员不应穿越。",
    iD: 0,
    number: "73",
    options: ["A、高压线", "B、带电体", "C、停电接地", "D、采取安全措施"]
  },
  {
    answerStandard: ["A", "B", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.1.2.3条规定：作业前应召开现场工前会进行安全交代。交代内容包括（　　）及注意事项。",
    iD: 0,
    number: "74",
    options: ["A、工作任务及分工", "B、作业地点及范围", "C、作业环境及风险", "D、安全措施"]
  },
  {
    answerStandard: ["A", "C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.2.2条规定：现场勘察应查看检修（施工）作业需要停电的范围、保留的带电部位、（　　）、邻近线路、多电源、自备电源、地下管线设施和环境及其他影响作业的危险点。",
    iD: 0,
    number: "75",
    options: ["A、装设接地线的位置", "B、同杆架设", "C、交叉跨越", "D、作业现场的条件"]
  },
  {
    answerStandard: ["A", "B", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.2.3条规定：工作方案应根据现场勘察结果，依据作业的危险性、复杂性和困难程度，制定有针对性的（　　）。",
    iD: 0,
    number: "76",
    options: ["A、组织措施", "B、安全措施", "C、作业步骤", "D、技术措施"]
  },
  {
    answerStandard: ["A", "C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.3.1.3条规定：关于工作负责人（监护人）在工作票组织中的安全责任，以下说法正确的是（　　）。",
    iD: 0,
    number: "77",
    options: [
      "A、亲自并正确完整地填写工作票",
      "B、工作票未经许可或工作票所列安全措施未全部落实前，工作负责人即安排工作班成员开始作业。",
      "C、核实已做完的所有安全措施是否符合作业安全要求",
      "D、未向全体班员宣读工作票"
    ]
  },
  {
    answerStandard: ["A", "B", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.3.1.7条规定：关于工作班（作业）人员的安全责任，以下说法正确的是（　　）。",
    iD: 0,
    number: "78",
    options: [
      "A、熟悉工作内容、流程，掌握安全措施，明确工作中的危险点，并履行签名确认手续。",
      "B、遵守各项安全规章制度、技术规程和劳动纪律。",
      "C、擅自改变工作票所列已布置的安全措施，如改变接地线装设点、移动安全遮拦（围栏）、拆除标示牌。",
      "D、发现现场安全措施不适应工作时，应及时提出异议。"
    ]
  },
  {
    answerStandard: ["C", "D"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.3.3.5条规定：以下哪种工作需选用线路第一种工作票（　　）。",
    iD: 0,
    number: "79",
    options: [
      "A、在运行中的高压配电线路上的工作。",
      "B、在高压电力电缆上不需要停电的工作。",
      "C、高压线路需要全部停电或部分停电的工作。",
      "D、在直流接地极线路或接地极上的停电工作。"
    ]
  },
  {
    answerStandard: ["A", "B", "C"],
    answerUser: [],
    content:
      "《中国南方电网有限责任公司电力安全工作规程》（Q/CSG510001-2015）第6.4.3.2条规定：应在工作前一日送达许可部门的工作票包括（　　）。",
    iD: 0,
    number: "80",
    options: [
      "A、第一种工作票",
      "B、需停用线路重合闸或退出再启动功能的带电作业工作票",
      "C、低压配电网工作票",
      "D、厂站第二种工作票"
    ]
  }
];

export default mockData;
